[
  {
    "copyright": "Robert Howell",
    "date": "2022-02-20",
    "explanation": "Sometimes both heaven and Earth erupt. Colorful auroras erupted unexpectedly a few years ago, with green aurora appearing near the horizon and brilliant bands of red aurora blooming high overhead.  A bright Moon lit the foreground of this picturesque scene, while familiar stars could be seen far in the distance.  With planning, the careful astrophotographer shot this image mosaic in the field of White Dome Geyser in Yellowstone National Park in the western USA. Sure enough, just after midnight, White Dome erupted -- spraying a stream of water and vapor many meters into the air. Geyser water is heated to steam by scalding magma several kilometers below, and rises through rock cracks to the surface. About half of all known geysers occur in Yellowstone National Park. Although the geomagnetic storm that caused the auroras subsided within a day, eruptions of White Dome Geyser continue about every 30 minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/geyseraurora_howell_2163.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over White Dome Geyser",
    "url": "https://apod.nasa.gov/apod/image/2202/geyseraurora_howell_960.jpg"
  },
  {
    "date": "2022-02-21",
    "explanation": "Many spiral galaxies have bars across their centers.  Even our own Milky Way Galaxy is thought to have a modest central bar. Prominently barred spiral galaxy NGC 6217, featured here, was captured in spectacular detail in this image taken by the Advanced Camera for Surveys on the orbiting Hubble Space Telescope in 2009. Visible are dark filamentary dust lanes, young clusters of bright blue stars, red emission nebulas of glowing hydrogen gas, a long bar of stars across the center, and a bright active nucleus that likely houses a supermassive black hole.  Light takes about 60 million years to reach us from NGC 6217, which spans about 30,000 light years across and can be found toward the constellation of the Little Bear (Ursa Minor).   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, French (Canada), German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Ngc6217_Hubble_2631.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Barred Spiral Galaxy NGC 6217",
    "url": "https://apod.nasa.gov/apod/image/2202/Ngc6217_Hubble_960.jpg"
  },
  {
    "date": "2022-02-22",
    "explanation": "What did the first quasars look like?  The nearest quasars are now known to involve supermassive black holes in the centers of active galaxies.  Gas and dust that falls toward a quasar glows brightly, sometimes outglowing the entire home galaxy.  The quasars that formed in the first billion years of the universe are more mysterious, though. Featured, recent data has enabled an artist's impression of an early-universe quasar as it might have been: centered on a massive black hole, surrounded by sheets of gas and an accretion disk, and expelling a powerful jet. Quasars are among the most distant objects we see and give humanity unique information about the early and intervening universe. The oldest quasars currently known are seen at just short of redshift 8 -- only 700 million years after the Big Bang -- when the universe was only a few percent of its current age.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/Quasar_EsoKormesser_4112.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Illustration: An Early Quasar",
    "url": "https://apod.nasa.gov/apod/image/2202/Quasar_EsoKormesser_1080.jpg"
  },
  {
    "copyright": "Dave Green",
    "date": "2022-02-23",
    "explanation": "What will the huge Green Bank Telescope discover tonight? Pictured, the Robert C. Byrd Green Bank Telescope (GBT) on the lower right is the largest fully-pointable single-dish radio telescope in the world. With a central dish larger than a football field, the GBT is nestled in the hills of West Virginia, USA in a radio quiet zone where the use of cell phones, WiFi emitters, and even microwave ovens are limited. The GBT explores our universe not only during the night -- but during the day, too, since the daytime sky is typically dark in radio waves.  Taken in late January, the featured image was planned for months to get the setting location of Orion just right.  The image is a composite of a foreground shot taken over a kilometer away from the GBT, and a background shot built up of long exposures during the previous night. The deep background image of Orion is fitting because the GBT is famous for, among many discoveries, mapping the unusual magnetic field in the Orion Molecular Cloud Complex.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/GreenBankOrion_Green_1638.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion over Green Bank",
    "url": "https://apod.nasa.gov/apod/image/2202/GreenBankOrion_Green_960.jpg"
  },
  {
    "copyright": "Robert Eder",
    "date": "2022-02-24",
    "explanation": "Beta Cygni is a single bright star to the naked eye. About 420 light-years away it marks the foot of the Northern Cross, famous asterism in the constellation Cygnus. But a view through the eyepiece of a small telescope will transform it into a beautiful double star, a treasure of the night sky in blue and gold. Beta Cygni is also known as Albireo, designated Albireo AB to indicate its two bright component stars. Their visually striking color difference is illustrated in this telescopic snapshot, along with their associated visible spectrum of starlight shown in insets to the right. Albireo A, top inset, shows the spectrum of a K-type giant star, cooler than the Sun and emitting most of its energy at yellow and red wavelengths. Below, Albireo B has the spectrum of a main sequence star much hotter than the Sun, emitting more energy in blue and violet. Albireo A is known to be a binary star, two stars together orbiting a common center of mass, though the two stars are too close together to be seen separately with a small telescope. Well-separated Albireo A and B most likely represent an optical double star and not a physical binary system because the two components have clearly different measured motions through space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/albireoSpectrum.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beautiful Albireo AB",
    "url": "https://apod.nasa.gov/apod/image/2202/albireoSpectrum1024.jpg"
  },
  {
    "date": "2022-02-25",
    "explanation": "This Navcam mosaic from Perseverance looks out over the car-sized rover's deck, across the floor of Jezero crater on Mars. Frames used to construct the mosaic view were captured on mission sol 354. That corresponds to Earth calendar date February 17, 2022, nearly one Earth year after the rover's landing. With a mass of over 1,000 kilograms, six-wheeled Perseverance is the heaviest rover to touch down on Mars. During its first year of exploration the rover has collected six (so far) rock core samples for later return to planet Earth, served as the base station for Ingenuity, the first helicopter on Mars, and tested MOXIE (Mars Oxygen In-Situ Resource Utilization Experiment), converting some of the Red Planet’s thin, carbon dioxide-rich atmosphere into oxygen.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseverance Sol 354",
    "url": "https://apod.nasa.gov/apod/image/2202/PerseveranceSol354Nav1_1br2_KenKremer1024.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2022-02-26",
    "explanation": "Large spiral galaxy NGC 4945 is seen nearly edge-on in this cosmic galaxy close-up. It's almost the size of our Milky Way Galaxy. NGC 4945's own dusty disk, young blue star clusters, and pink star forming regions stand out in the colorful telescopic frame. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though this galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and home to a central supermassive black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2202/NGC4945-Dietmar-Eric-crop.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nearby Spiral Galaxy NGC 4945",
    "url": "https://apod.nasa.gov/apod/image/2202/NGC4945-Dietmar-Eric-crop1024.jpg"
  }
]